Revit 2027 API
GroupTypeId.CurtainMullionHoriz Property
 Horizontal Mullions.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtainMullionHoriz { get; }
Public Shared ReadOnly Property CurtainMullionHoriz As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtainMullionHoriz {
	ForgeTypeId^ get ();
}
static member CurtainMullionHoriz : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace